IDEA Open Model
SectionCharacteristics.Y0 Property
Compatible with IDEA StatiCa 20.1
 Gets or sets the Shear center coordinate Y related to the center of gravity.
 Namespace: IdeaRS.OpenModel.Geometry2D
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double Y0 { get; set; }
Public Property Y0 As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
SectionCharacteristics Class
IdeaRS.OpenModel.Geometry2D Namespace